let state = {
      applicationTypes: [
        {id: 1,
         applyType: 'for-building-a-datcha',
         imgSrc:{
          small:'https://thumb.tildacdn.com/tild3634-3965-4337-b562-303138666631/-/cover/360x300/center/center/-/format/webp/house.jpg',
          large:'https://thumb.tildacdn.com/tild3266-6535-4733-b534-646636386135/-/resize/560x/-/format/webp/house.jpg'
        },
         title: 'Для строительства загородного дома',
         point: 'строительства загородного дома',
         mainDescription: `Фундамент на железобетонных сваях современное и практичное решение
           при возведении дома. Не требует проведения земляных работ и экономит на строительстве.
           Выбор технологии определяется на основании геологии. Установка занимает в среднем 1 день. 
           Сразу после возведения фундамента можно приступать к дальнейшему строительству дома.
        `,
         moreInfo: `Базой любого строения является фундамент. Это основа, соединяющая воедино всю конструкцию,
           придает прочность и защищает от разрушения. При выборе материала для фундамента ориентируются не 
           только на габариты строения, но и на тип почвы.
           Фундамент на ЖБ сваях новейшее и практичное решение. Обладает достаточной несущей способностью и 
           доступен даже на слабом грунте. Благодаря тому, что не требует проведения земляных работ еще, и 
           сокращает расходы на строительство.
           Самый распространенный и доступный вид фундамента для строительства дома – железобетонные сваи.
           ЖБ свая способна выдерживать сильную нагрузку и прослужить сотню лет. Для производства используется 
           бетон с водопроницаемостью не ниже W и морозостойкостью не менее F 150. Применяются сваи с квадратным 
           сечением, укрепленные арматурой с заостренным концом.`,
         mountingDescription: `Для определения необходимого количества, размера и сечения свай 
           проводится геологическая разведка. Эти данные влияют на срок службы дома и производят
           расчетную нагрузку. После определения всех данных, ЖБ сваи доставляются на место возведения 
           и забиваются в грунт с помощью специальной техники. Установка занимает в среднем 1 день.
           Сразу после возведения фундамента можно приступать к дальнейшему строительству дома.`
        },
        
        {id: 2,
         applyType: 'for-building-a-bath',
         imgSrc:{
          small:'https://thumb.tildacdn.com/tild6535-3261-4333-a361-343466613666/-/cover/360x300/center/center/-/format/webp/banya.jpg', 
          large:'https://thumb.tildacdn.com/tild3964-3535-4164-b938-323435636436/-/resize/560x/-/format/webp/banya.jpg'
        },
         title: 'Для строительства бани',
         point: 'строительства бани',
         mainDescription: `ЖБ фундамент подходит не только для легких деревянных бань, 
           но массивных кирпичных построек. В ситуациях сложного, влажного и пучинистого грунта 
           ЖБ сваи будут идеальным вариантом. Установка начинается с геологической разведки. По ее 
           результатам забивается необходимое количество свай. После производится облицовка.
         `,
         moreInfo:`Железобетонный фундамент подходит не только для легких деревянных бань, но и для бань из кирпича. В особенности на влажном и пучинистом грунте.
           В ситуациях сложного грунта, ЖБ фундамент единственный вариант для закладывания основы. Главные 
           его преимущества это экономичность, скорость монтажа, не требуется расчистка территории, и отсутствует 
           усадка.
           Если планируется кирпичная печь, то заранее нужно установить опоры и под нее.
         `,
         mountingDescription:`Изначально, как при любом строительстве, следует провести геологическую разведку 
         территории. Произвести разметку и с помощью строительного оборудования забить необходимое количество
         ЖБ свай.
         На этапе завершения постройки, рекомендуем произвести облицовку фундамента с помощью камня, 
         керамогранита, клинкера или облицовочного камня.
         ,`
        },
    
        {id: 3,
         applyType: 'for-building-a-fence',
         imgSrc:{
          small:'https://thumb.tildacdn.com/tild6462-6436-4333-a532-303466653531/-/cover/360x300/center/center/-/format/webp/zabor.jpg', 
          large:'https://thumb.tildacdn.com/tild6438-3963-4931-b234-336139336633/-/resize/560x/-/format/webp/zabor.jpg'
        },
         title: 'Для строительства забора',
         point: 'возведения забора',
         mainDescription:`Железобетонные сваи для строительства забора надежный и выгодный вариант.
           Установка не занимает много времени, производится при любых погодных условиях,
           подходит для различного вида грунта. Порядок возведения фундамента на ЖБ сваях:
           очистка от мусора, натягивание троса, забивка опор, монтирование материала для изгороди.
        `,
         moreInfo:`Сейчас все большей популярностью пользуются заборы на сваях. 
           По-настоящему надежную и стойкую изгородь вокруг своей территории помогут устроить
           железобетонные сваи. Крепость фундамента при этом не будет зависеть от выбранного типа 
           материала и габаритов забора.
     
           Основные причины популярности ЖБ свай для строительства забора:
           ● Изготовление не занимает много времени
           ● Экономичная стоимость фундамента
           ● Крепость и надежность, длительный срок службы конструкции
           ● Установка может производиться в любое время года и при любых погодных условиях
           ● Подходит для различного вида грунта: песчаного, глинистого, болотистого.
         
           Предварительные расчеты и измерения, верная последовательность установки позволит более точно
           произвести строительство, и увеличит срок службы конструкции. ЖБ сваи под ограждение представляют
           собой столбы из бетона, внутри которых располагается железный каркас.
         `,
         mountingDescription: `1. Подготовительный этап
           ● Составляется проект будущей изгороди
           ● Очищается территория от мусора
           ● Разметка территории в соответствии с проектом.
         
           При подготовке плана необходимо руководствоваться типом почвы, ее
           твердостью и уровнем промерзания. Проведение геологической разведки позволит избежать
           столкновения опор со случайными камнями.

           2. Натяжка троса по периметру
           3. Забивка ЖБ свай с помощью специальной техники ниже уровня промерзания почвы.
           Расстояние между опорами подбирается в соответствии с выбранным материалом для изгороди.
           Для сетки, профлиста, плетенки – промежуток будет равен длине 1 листа материала.
         `,
        },
    
        {id: 4,
         applyType: 'for-building-a-porch-and-terrace',
         imgSrc:{
          small:'https://thumb.tildacdn.com/tild6661-3636-4838-b737-363064303437/-/cover/360x300/center/center/-/format/webp/terace.jpg',
          large:'https://thumb.tildacdn.com/tild3166-3063-4061-b264-313732353963/-/resize/560x/-/format/webp/terace.jpg'
        },
         title: 'Для строительства крыльца или террасы',
         point: 'строительства террасы',
         mainDescription: `Терраса — небольшое сооружение, расположенное в передней или задней части дома, 
           используется как зона отдыха. Не требует мощной основы. Железобетонный свайный фундамент популярный 
           вариант для возведения террасы. Он прост в установке, долговечен, доступен на любом грунте, не 
           подвержен коррозии и высокой влажности.
         `,
         moreInfo:`При возведении дома, строительство террасы или крыльца откладывается на последний этап.
           Терраса — небольшое по площади сооружение с деревянным напольным покрытием без остекления. Располагается в передней или задней части дома и используется как зона отдыха. Часто, для удобства, ее обустраивают рядом со входом на кухню.
           Размеры террасы могут быть совершенно различным: короткие, длинные, могут располагаться вдоль стены или
           опоясывать весь дом.
           От ее расположения зависит выбор фундамента. Терраса на сваях – это отличное решение для частного дома.
           Железобетонный свайный фундамент пользуется популярностью по ряду причин:
           ● Быстрый монтаж
           ● Доступен на любом виде грунта
           ● Длительный срок службы
           ● Не склонен к коррозии и не боится большой влажности
           ● Не требуется ждать длительного периода для схватывания фундамента, можно сразу приступать к дальнейшему строительству
           ● Экономичный вариант
           ● Не требуется проводить земельные работы
         `,
         mountingDescription:`1.Определиться с местом возведения террасы.Проанализировать характеристики грунта, 
           наличие уклона, пожелания заказчика
           2.Составляется проект свайного поля
           3.Разметка в соответствии с планом
           4.Забивание свай в грунт
           5.Срезание свай по уровню и установка на местах срезов оголовок
           6.Монтаж строения
           Соблюдение строительных норм повысит срок службы постройки без затрат на ремонт и дорогостоящего обслуживания.
         `, 
        },
    
        {id: 5,
         applyType: 'for-building-an-arbor',
         imgSrc:{
          small:'https://thumb.tildacdn.com/tild3632-6232-4263-b237-643037383538/-/cover/360x300/center/center/-/format/webp/besedka.jpg',
          large:'https://thumb.tildacdn.com/tild3162-6263-4134-a239-626233623138/-/resize/560x/-/format/webp/besedka.jpg'
         },
         title: 'Для строительства беседки',
         point: 'строительства беседки',
         mainDescription:  `Сейчас невозможно представить загородный дом, дачу или коттедж без беседки. 
           Это место для отдыха и дружеских посиделок. Несмотря на то, что конструкция довольно легкая по весу, 
           строительство фундамента требует тщательного подхода. На решение влияет размер строения, рельеф 
           местности и состав почвы.
         `,
         moreInfo: `Загородный дом, коттедж, дачу теперь практически невозможно представить без беседки. 
           Это уже не какое-то излишество, а вполне обычная конструкция, где можно собраться всей семьей 
           или друзьями для застолий. Спрятаться от летнего зноя или посидеть в тишине.
           Вопреки тому, что беседка – это довольно легкая по весу конструкция, к строительству
           ее фундамента следует также отнестись очень серьезно.
         
           На выбор фундамента влияет:
           ● Размер и вес будущей беседки
           ● Рельеф участка и глубина залегания грунтовых вод
           ● Состав почвы
         
           ЖБ сваи прекрасно подойдут для возведения фундамента беседки. Они могут применяться на любом виде
           грунта, не требуют проведения предварительных земельных работ, просты в установке.
          `,
         mountingDescription:`Перед строительством фундамента следует провести геологическую разведку,
           чтобы определить необходимые параметры для ЖБ свай. После производится очистка территории 
           от мусора, растений и крупных корней. Разметка территории и установка свай с помощью специальной 
           техники. На сваи помещают оголовок. И уже на него возводится беседка.
    
           Правильно выбранный фундамент не приведет к перекосам и повреждениям конструкции.
        `,
        },
    
        {id: 6,
         applyType: 'for-building-a-pier-and-jetty',
         imgSrc:{
          small:'https://thumb.tildacdn.com/tild3465-3465-4836-b362-636563663931/-/cover/360x300/center/center/-/format/webp/pirs.jpg',
          large:'https://thumb.tildacdn.com/tild3061-6330-4732-b064-356363333333/-/resize/560x/-/format/webp/pirs.jpg'
        },
         title: 'Для строительства пирса или причала',
         point: 'строительства причала',
         mainDescription: `Строительство пирса или причала позволяет не только обустроить удобство 
           подъезда водного транспорта, но и это отличное место отдыха для рыбалки, купаний, релакса.
           Возведение фундамента для причала имеет ряд особенностей. Для установки ЖБ свай требуется
           тщательное обследование подводного грунта и береговой линии. А так же необходимо учесть 
           сезонные изменения.
         `,
         moreInfo:`Сейчас, владельцы земельных участков, расположенных прямо на берегу, задумываются о
           строительстве причалов. И это связано не только с тем, что они являются владельцами какой-либо
           водной техники. Но и просто желают украсить свой участок и реализовать свои мечты об отдыхе.
           Расположить на нем шезлонги, зонтики и с наслаждением наблюдать за красивейшими видами природы. 
           Летом, с пирса, удобно нырять. А установив беседку, можно замечательно проводить время в компании
           семьи и друзей. Заядлые рыбаки с удовольствием проведут время в тишине и спокойствии на собственном 
           причале сидя с удочкой.
           Ранее причалы устанавливали на понтонах, и в ветреную погоду они приносили массу неприятностей. 
           Причалы на столбах из лиственницы служили не долго. А железные сваи быстро приходили в негодность 
           из-за коррозии.
           Современный и оптимальный вариант – это постройка пирса на ЖБ свайном фундаменте.
           ● Фундамент практически не дает усадку
           ● Не боится влаги и коррозии
           ● Долговечный вариант
           ● Прост в установке`,
         mountingDescription: `Во избежание значительных расходов, следует основательно подготовиться к возведению 
           фундамента. В случае ошибок при монтаже, причал может унести водой, и придется строить новый.
           На этапе планирования постройки, необходимо провести обследование подводного грунта и земли по
           береговой линии. Это повлияет на выбор диаметра опорных труб.
           Также следует учесть сезонные изменения уровня воды, чтобы избежать затопления в весенний период.
           Для строительства применяются прямоугольные ЖБ сваи. Они отлично входят на необходимую глубину, 
           обладают стойкостью к гниению и разрушению. Бетон используется марки М400 и обладает высокой прочностью
           и износостойкостью. ЖБ сваи устойчивы к перепадам температуры и наилучший вариант для строительства
           при суровых погодных условиях.`,
        },
      ],

      executionTypes: [
      {id: 1,
        executionType: 'with-rebar-release',
        imgSrc:{
         small:'https://thumb.tildacdn.com/tild6431-6237-4434-a664-376162643435/-/cover/360x350/center/center/-/format/webp/s-vypuskom-armatury.jpg',
         large:'https://static.tildacdn.com/tild3531-6332-4831-b261-626230366338/s-vypuskom-armatury.jpg'
       },
        title: 'С выпуском арматуры',
        point: 'ЖБ сваи с выпуском арматуры',
        mainDescription: `В случае необходимости дополнительной крепости и повышенной нагрузки рекомендован
          вариант железобетонных свай с выпуском арматуры, который в будущем возможно сделать с использованием
          монолитной плиты или бетонного ростверка. Это предотвращает развитие разрушений и влияния почвы.
          В зависимости от разновидности грунта и назначения строения подбирается тип армирования: продольный,
          продольно-поперечный или предварительного напряжения.
       `,
        moreInfo: `Железобетонные сваи пользуются большим спросом благодаря своей прочности и простоте установки. 
          В тех случаях, когда требуется дополнительная крепость и предполагается повышенная нагрузка рекомендуется
          вариант фундамента на ЖБ сваях с выпуском арматуры.
          Самыми популярными являются ЖБ сваи квадратного сечения 150/150 и 200/200 изготовленные из особо 
          прочного железобетона. Арматурный каркас производится из металлических прутьев сечением по 10 мм,
          а для соединения используются косые или поперечные стержни.
          Армирование предотвращает развитие разрушений и влияние почвы.
          Типы армирования:
          Продольное. Используется для свайных основ, заложенных в глинистый грунт.
          Продольно-поперечный. Изготавливается с помощью продольных прутьев с горизонтальными перемычками. 
          Такой тип армирования подойдет для вечномерзлых, песчаных, высокоплотных глинистых почв. 
          Для строительства причалов, мостов, дамб.
          Предварительного напряжения. Готовый армированный каркас помещается в специальную форму. 
          С помощью домкратов каркас растягивается и поддается СВЧ обработке. Далее в опалубку добавляется 
          раствор бетона, каркас ослабевает, возвращая прутья к первоначальному состоянию. За счет такой 
          технологии бетон становится невероятно крепким. Применяется такой тип армирования для местностей 
          с тяжелыми геологическими условиями.
        
          Неверный выбор стройматериала может привести к быстрому разрушению и неустойчивости конструкции.
          Непозволительно экономить на важности армирования там, где это следует делать. Обойтись, возможно, 
          только в случае легковесных построек при высокоплотном грунте. При возведении всех других конструкций 
          рекомендуется обязательное армирование.`,
        mountingDescription: ``
       },
       {id: 2,
        executionType: 'with-tape-grillage',
        imgSrc:{
         small:'https://static.tildacdn.com/tild6133-3136-4935-a562-646134333166/s-lentochnym-rostver.jpg',
         large:'https://static.tildacdn.com/tild3466-3331-4730-a233-613330383661/s-lentochnym-rostver.jpg'
       },
        title: 'С ленточным ростверком',
        point: 'ЖБ сваи с ленточным ростверком',
        mainDescription: `Для организации более прочного фундамента, в местах, где слабый грунт и сложный 
        рельеф местности, самым оптимальным вариантом представляется ЖБ свайный фундамент с ленточным 
        ростверком. Железобетонные сваи вбивают в грунт с помощью специальной техники, а поверх них 
        организуется ростверк. Надежность и прочность конструкции гарантирована при соблюдении всей 
        технологии установки.`,
        moreInfo: `Это сооружение из железобетонных свай связанных между собой при помощи бетонных лент – ростверков. По сути, это вся верхняя часть свайного фундамента, которую еще называют «оголовок». Главная задача такого сооружения – равномерное распределение нагрузки на сваи и грунт.
        Организация фундамента на ЖБ сваях с ростверком используется для строительства малоэтажных домов, бань, коттеджей. Применяется для повышенной прочности и безопасности в случаях, когда на участке для возведения сложный рельеф местности и слабый грунт.
        Для обустройства используют железобетонные сваи, которые с помощью специальной строительной техники забиваются в грунт на глубину 1/3 от высоты сваи.
        В качестве основных преимуществ ЖБ свай для использования в фундаменте с ростверком, можно 
        обозначить – относительную дешевизну, незначительные временные затраты на установку, независимость 
        от уровня грунтовых вод. При соблюдении технологии установки – надежность и прочность конструкции.
        `,
        mountingDescription: ``
      },

      {id: 3,
        executionType: 'for-sloped-areas',
        imgSrc:{
         small:'https://thumb.tildacdn.com/tild3434-3538-4430-b731-326136343633/-/format/webp/s-uklonom.jpg',
         large:'https://static.tildacdn.com/tild6664-6436-4132-b165-366661333432/s-uklonom.jpg'
       },
        title: 'Для участков с уклоном',
        point: 'ЖБ сваи для участков с уклоном',
        mainDescription: `Строительство фундамента на уклоне имеет ряд сложностей. Чем выше угол уклона,
        тем больше вероятность обрушения. Свайный ЖБ фундамент самое оптимальное и выгодное решение. 
        Строительство такого фундамента не затрачивает много времени. ЖБ сваи не боятся влаги и доступны на 
        любом виде грунта. Они вбиваются в грунт на необходимую глубину. Главное преимущество ЖБ свай, это 
        то, что не требуется проведение земляных работ по выравниванию участка.`,
        moreInfo: `Прекрасно, если для строительства попадается ровный участок. Но, как правило, часто территория для возведения 
        строений неровная и холмистая. Закладывание фундамента на уклонах имеет ряд трудностей. Чем выше угол уклона, 
        тем больше вероятность обрушений. Поэтому следует действовать по определенным требованиям, чтобы обеспечить 
        безопасность всему строению.
        Самый оптимальный вариант возведения фундамента на неровных участках с уклоном – это свайный ЖБ фундамент.
        Такой фундамент применяется для строительства:
        · Деревянных, каркасных, каменных, ЖБ, металлических строений
        · Частных и загородных домов, коттеджей
        · Дачных домов, бань, гаражей, надворных построек
        · Причалов, пирсов
        · Для укрепления имеющегося фундамента
        Такой вариант позволит не затрачивать много времени и строить легко и быстро. При забивке свай используется 
        негабаритная техника, поэтому доступна возможность постройки даже на маленьких участках. Можно использовать сваи разной длины.
        ЖБ сваи не боятся высокой влажности, и применимы для строительства на слабом грунте с увеличением уровня грунтовых вод. Легки
        в установке и не требуются предварительное снятие грунта.
        Строительство возможно даже если угол склона 45 градусов.`,
        mountingDescription: `Обязательно перед установкой необходимо произвести геологическую разведку. 
        По результатам определяется длина, сечение и количество необходимых ЖБ свай. Железобетонные забивные 
        сваи вбиваются в грунт ударным методом на нужную глубину и обеспечивают необходимый уровень прочности. 
        По необходимости можно дополнительно укрепить фундамент ростверком.
        Задача строительства фундамента даже на серьезном уклоне не сложная, если выбрать фундамент на ЖБ сваях.
        `,
      },
      {id: 4,
        executionType: 'with-timber-strapping',
        imgSrc:{
         small:'https://thumb.tildacdn.com/tild3534-6333-4637-a434-383533636331/-/cover/360x350/center/center/-/format/webp/s-obvyazkoj-iz-brusa.jpg',
         large:'https://static.tildacdn.com/tild3563-3435-4333-b466-326163656566/s-obvyazkoj-iz-brusa.jpg'
       },
        title: 'С обвязкой из бруса',
        point: 'ЖБ сваи с обвязкой из бруса',
        mainDescription: `Один из этапов возведения фундамента при строительстве деревянного дома на ЖБ 
        сваях является обвязка брусом. ЖБ сваи применяются для строительства на сложном грунте, не требуют
         предварительно проведения земельных работ и просты в установке. Обвязка из бруса необходима для 
         равномерного распределения веса всей конструкции на сваи. Подходит для строительства деревянных 
         домов, бань, строений. Для установки ЖБ свайного фундамента первоначально проводится геологическая 
         разведка. Установка не занимает много времени и сил, т.к. осуществляется с помощью специальной 
         техники.`,
        moreInfo: `Один из заключительных этапов свайного фундамента – обвязка брусом. При возведении коттеджа, бани или навеса приходится обдумывать, какой вариант фундамента будет максимально надежным именно для этого загородного участка и как к нему крепить основное строение. Крепость и долговечность любого строения определяется его фундаментом.
        Современный и оптимальный вариант – фундамент на забивных ЖБ сваях. Железобетонная свайная основа применяется на проблемном грунте, даже при условиях, где любой другой фундамент не справится с устойчивостью к эксплуатации. Не требуется предварительно проведение земельных работ и прост в установке. После полной установки ЖБ свай они скрепляются балками.
        Обвязка брусом ЖБ свайного фундамента является перекрытием между самим строением и фундаментом. Она распределяет вес всей конструкции равномерно на свайные опоры, чтобы исключить напряжения в основании строения и защитить от негативных природных воздействий.
        Фундамент на забивных ЖБ сваях с обвязкой брусом применяется для строительства:
        · Деревянных домов
        · Каркасных дачных домиков
        · Бань
        · Беседок
        · Надворных построек`,
        mountingDescription: ``
      },
      {id: 5,
        executionType: 'for-a-monolithic-slab',
        imgSrc:{
         small:'https://thumb.tildacdn.com/tild3434-3538-4430-b731-326136343633/-/format/webp/s-uklonom.jpg',
         large:'https://static.tildacdn.com/tild6633-3631-4138-b031-383462323834/s-monolitnoj-plitoj.jpg'
       },
        title: 'Под монолитную плиту',
        point: 'ЖБ сваи под монолитную плиту',
        mainDescription: `На слабом, пучинистом грунте самым успешным вариантом для установки фундамента
         будет железобетонный свайный фундамент с монолитной плитой. Это гарантия устойчивости всей 
         конструкции, доступно для возведения при любых погодных условиях и даже на участках с уклоном. 
         Для определения размеров, сечения, количества ЖБ свай и плит необходимо провести геологическую 
         разведку. Установка не занимает много времени и сил.`,
        moreInfo: `Довольно часто для строительства попадается слабонесущая, рыхлая почва, болотистая или торфяная местность. Проведение геологической разведки выдвигает строгие требования для возведения будущего фундамента.
        На местах, где грунтовые воды залегают слишком близко к поверхности, повышенный уровень морозного пучения, слабый грунт – самым оптимальным вариантом для возведения фундамента будет ЖБ свайный фундамент с монолитной плитой.
        Такой фундамент гарантия устойчивости и крепости всей конструкции. Возведение доступно при любых погодных условиях, не требует проведения предварительных земляных работ, приемлемая стоимость. Его можно возводить даже на участках с уклоном.
        Фундамент на забивных железобетонных сваях с плитой предусматривает параллельное вычисление расчетов несущей способности для двух частей основания.`,
        mountingDescription: `Следует определить форму свайного поля, размеры свай, количество опор, глубину погружения, степень осадки плиты и всего основания, уровень крена плоскости, форму плиты.
        Для верного определения, необходимо обратится за помощью к специалистам. Они проведут геологическую разведку и на основании данных подберут все характеристики ЖБ свай и плит.
        После определения всех параметров, необходимо доставить на место установки ЖБ сваи, монолитные плиты и специальную технику для монтажа. Затем производится разметка, и равномерно забиваются сваи. По завершению установки свай они обрезаются по уровню и можно приступать к установке монолитных плит.
        В современном мире фундамент на ЖБ сваях с монолитной плитой является самым удачным вариантом на пучинистом грунте, что подтверждает высокая популярность его использования в северных районах страны.`
      },
      {id: 6,
        executionType: 'with-channel-tie',
        imgSrc:{
         small:'https://thumb.tildacdn.com/tild3636-3334-4237-b038-393864353131/-/cover/360x350/center/center/-/format/webp/s-obvyazkoj-shveller.jpg',
         large:'https://static.tildacdn.com/tild3633-3361-4630-a562-383363646262/s-obvyazkoj-shveller.jpg'
       },
        title: 'С обвязкой швеллером',
        point: 'ЖБ сваи с обвязкой швеллером',
        mainDescription: `На слабом грунте для строительства домов, бань, беседок, для придания 
        дополнительной крепости - свайный ЖБ фундамент дополнительно укрепляют швеллером. Это металлическая 
        П-образная балка, которая объединяет между собой сваи. Такой вариант основы наиболее универсальный 
        и надежный вид фундамента. Обвязка швеллером – гарантия устойчивости и крепости конструкции даже на
         нестабильных и подвижных грунтах.`,
        moreInfo: `При возведении зданий и сооружений на песчаных, болотистых, подвижных грунтах, все чаще используют оптимальный вариант фундамента на сваях и дополнительно укрепляют швеллером. Такой фундамент применим для строительства кирпичных, деревянных, каркасных домов, гаражей, бань, беседок, надворных построек.
        ЖБ сваи зарекомендовали себя, как прочный, доступный по цене и легкий в установке материал. Последним шагом постройки свайного фундамента для придания большей крепости и жесткости является обвязка швеллером. Швеллер – это металлическая П-образная балка.
        Обвязка необходима для того, чтобы опорные сваи соответствовали четкой разметке и сохраняли свое положение. Если высота свай над уровнем земли составляет выше 60 см – обвязка швеллером обязательна. Такой способ установки опоры увеличивает устойчивость и твердость всей системы.
        Возведение фундамента на ЖБ сваях с обвязкой швеллером проводится сразу после забивки свай и не требует ожидания, в сравнении с аналогами.`,
        mountingDescription: ``
      },
    ]
}

export default state;